name: "deeplabv3_cropweed"
platform: "pytorch_libtorch"
max_batch_size: 1
input [
  {
    name: "input__0"
    data_type: TYPE_FP32
    format: FORMAT_NCHW
    dims: [ 3, 513, 513 ]
  }
]
output [
  {
    name: "output__0"
    data_type: TYPE_FP32
    dims: [ 3, 513, 513]
  }
]
